---
kind: property
id: P:Autodesk.Revit.UI.Events.TransferringProjectStandardsEventArgs.TargetDocument
source: html/5e14bc52-487f-ab72-7565-704b0e0651ee.htm
---
# Autodesk.Revit.UI.Events.TransferringProjectStandardsEventArgs.TargetDocument Property

Target document.

## Syntax (C#)
```csharp
public Document TargetDocument { get; }
```